/* No comment provided by engineer. */
"Location Reported" = "Location Reported";

/* No comment provided by engineer. */
"Long press to drag" = "Long press to drag";

/* No comment provided by engineer. */
"querying position" = "querying your position";

"map_bar_btn_home" = "Home";

"map_bar_btn_local" = "Local";

"map_bar_btn_pin" = "Pin";

"map_bar_btn_send" = "Send";

"help_title2" = "Not Installed the App?";

"help_title3" = "iPhone & Android";

"help_title4" = "No Registration";

"help_text1" = "Find it hard to tell him/her an accurate place? Don't worry! Weiz can help you share location anytime and anywhere with ease.";

"help_text2" = "No matter whether he/she has installed the App, by visiting Weiz.mobi, you can also use share Location with him/her.";

"help_text3" = "iPhone and Android can communicate seamlessly.";

"help_text4" = "You don't have to register or login, just take it as sending a plain message.";